[
  {
    "title": "UFO Crash Site Found! Inexplicable Proof That Aliens On Mars Had Spacecraft",
    "body": "While searching through some NASA archives I came across a Mars photo with a crashed disk in it. The disk is very similar to the craft that Bob Lazar worked on in Area S4. The craft I found has a thin disk edge rising up to a thicker inner area and an upper hump that is not curved but made with straight lines. I can even see windows in the Mars craft that I found. This is inexplicable proof that aliens on Mars had spacecraft. Oh, the photo is big, about 110mb so give it time to download if you are searching for this UFO crash.",
    "theme": "Aliens are real!",
    "user": "Tom Yam",
    "location": "Denmark"
  },
  {
    "title": "60 Meter Giant Squid Found On Google Earth, The Legends Are Real!",
    "body": "This looks like the Kraken. I used Google ruler and it says this is 30 meters (100 feet) from head to end, but the end looks like just the mid area of a giant squid, which means it could be 60+ meters long with tentacles. That sounds like a Kraken to me. Maybe the stories about the giant monster of the deep are all true. A lot of storers are based on truths. I think we found the Kraken. Coords below if you don't want to follow in vid. nav: 63° 2'56.73\"S 60°57'32.38\"W",
    "theme": "Kraken is real",
    "user": "Jack Sparrow",
    "location": "Sweden"
  },
  {
    "title": "Two Glowing UFOs Over Home In New Jersey",
    "body": "Checking my home camera footage last night, before formatting my storage card, when I came across the attached 4 images. The object set off my camera, so it had to have been within about 45 ft. The camera only fires when an object moves, therefore this thing was hovering and moving for over 40 mins. I don't recall anything about that night, but this did co-inside with my dog acting very strangely that Wed evening (a lot of dog in the neighborhood barking that evening) It wasn't until I pulled my camera images last night (5/5/17) that I put two and two together.",
    "theme": "UFO scared the shit out of my dog",
    "user": "King Beans",
    "location": "Sweden"
  },
  {
    "title": "The Illuminati’s purpose is to secure the ongoing survival of the human species.",
    "body": "You are one who has stepped away from the millions who ignore our message. You have seen our symbols and answered our call, and followed the directions that led you to these words. As you search for the truth and meaning behind the secret of life and all that has been hidden from humankind, you join with the seekers of the Light in this journey that began long before you were even born.",
    "theme": "Join Us!",
    "user": "Bob",
    "location": "Denmark"
  },
  {
    "title": "Fotbol-EM 2021",
    "body": "Kommer bli ett stort anti-klimax. Coronapandemin kommer vara allenarådande även då och till råga på det är hela evenemanget utspritt över Europa.",
    "theme": "Fotbol",
    "user": "Svenne",
    "location": "Sweden"
  },
  {
    "title": "Bitcoin. Nästa 4 års cykel uppåt har startat.",
    "body": "Ja, satsar man en månadslön, vi säger 30 000 sek (du får idag 0.6 BTC, i vintras hade du fått 1.0) för enkelhetens skull, så riskerar man 30 000 sek om bitcoin av någon (idag okänd) anledning skulle faila. Skulle Bitcoin istället gå mot #1 senariot så har du inom en 4 års period förvandlat dessa 30k till 600 000 sek om bitcoin når $100 000.",
    "theme": "Bitcoin",
    "user": "Kalle",
    "location": "Sweden"
  },
  {
    "title": "Män är bättre än kvinnor på allt",
    "body": "Kom i en diskussion med min flickvän om detta idag. Hon sa att killar är starkare fysiskt men tjejer är starkare psykiskt. Bullshit tycker jag. Tjejer är 10 gånger lättare att trycka ner och har mycket lägre självförtroende i allmänhet.",
    "theme": "Män",
    "user": "Leif",
    "location": "Sweden"
  },
  {
    "title": "Kycklingar skållas levande hos Kronfågel",
    "body": "Det är under all kritik. Hans nonchalans för att det inte fungerar som det skall och att det drar ut på tiden med det nya borde vara åtalbart.Djurplågeri är förbjudet *punkt*. Ansvariga som låter det fortgå skall givetvis åtalas för det precis som alla andra hade åtalats för djurplågeri - och böterna till företaget skall vara utöver enskilda åtal.",
    "theme": "Kyckling",
    "user": "Kungen",
    "location": "Sweden"
  }
]
